Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistuu_alkuperaiskansojen_oikeuksien_asiantuntijamekanismin_emrip_11__istuntoon_genevessa.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät osallistuu Alkuperäiskansojen oikeuksien asiantuntijamekanismin (EMRIP) 11. istuntoon Genevessä
sme: Sámediggi oassálastá Eamiálbmogiid vuoigatvuođaid áššedovdimekanismma (EMRIP) 11. čoahkkimii Geneves

source: Saamelaiskäräjät toi istunnossa esille kokemuksiaan Alkuperäiskansojen oikeuksien asiantuntijamekanismin ( Expert Mechanism on the Rights of Indigenous Peoples, EMRIP ) maavierailusta Suomeen helmikuussa 2018.
sme: Sámediggi buvttii čoahkkimis ovdan vásáhusaidis Eamiálbmogiid vuoigatvuođaid áššedovdimekanismma ( Expert Mechanism on the Rights of Indigenous Peoples, EMRIP ) riikkagalledeamis Supmii guovvamánus 2018.

source: Saamelaiskäräjien mukaan vierailu onnistui hyvin, ja Asiantuntijamekanismin antamista neuvoista sekä analyysistä oli hyötyä saamelaiskäräjälain uudistamisprosessin yhteydessä.
sme: Sámedikki mielde galledeapmi lihkostuvai bures, ja Áššedovdimekanismma addin rávvagiin ja analysas lei ávki Sámediggelága ođasmahttinproseassa oktavuođas.

source: Saamelaiskäräjät osallistui tiistaina 10. heinäkuuta vuoropuheluun Asiantuntijamekanismin maavierailuun liittyen.
sme: Sámediggi oassálasttii maŋŋebárgga suoidnemánu 10. beaivve dialogai Áššedovdimekanismma riikkagalledeapmái laktásettiin.

source: Saamelaiskäräjät kutsui asiantuntijamekanismin maavierailulle Suomeen hyödyntäen Asiantuntijamekanismin uusittua mandaattia maavierailuiden suhteen.
sme: Sámediggi bovdii Áššedovdimekanismma galledit Supmii ávkkástallamiin Áššedovdimekanismma ođasmahtton mandáhtain riikkagalledemiid hárrái.

source: Asiantuntijamekanismi hyväksyi kutsun ja vieraili Suomessa helmikuussa 2018.
sme: Áššedovdimekanisma dohkkehii bovdehusa ja galledii Suomas guovvamánus 2018.

source: Saamelaiskäräjien sekä vierailun tavoitteena oli meneillään oleva saamelaiskäräjälain uudistus ja erityisesti pykälät 3 ja 9. Asiantuntijamekanismi tapasi vierailunsa aikana Saamelaiskäräjiä, valtion edustajia sekä eri sidosryhmiä.
sme: Sámedikki sihke galledeami ulbmilin lei Sámediggelága ođastus, mii lea dál jođus, ja erenomážit paragráfat 3 ja 9. Áššedovdimekanisma deaivvai galledeami áigge Sámedikki, stáhta ovddasteaddjiid sihke sierra čanusjoavkkuid.

source: Vierailu Suomeen oli Asiantuntijamekanismin ensimmäinen vierailu uusitun mandaatin alla.
sme: Galledeapmi Supmii lei Áššedovdimekanismma vuosttas galledeapmi ođasmahtton mandáhta vuolde.

source: Asiantuntijamekanismin maavierailujen käsittely keskittyi kahteen tähän mennessä tehtyyn vierailuun, ensimmäinen Suomeen ja toinen Meksikoon.
sme: Áššedovdimekanismma riikkagalledemiid gieđahallan vuojui guovtti dán rádjai dahkkon galledeapmái, vuosttas Supmii ja nubbi Meksikoi.

source: Käsittelyn aikana Asiantuntijamekanismin jäsenet, Saamelaiskäräjien edustaja sekä valtion edustaja kommentoivat Suomeen tehtyä vierailuja.
sme: Gieđahallama áigge Áššedovdimekanismma lahtut, Sámedikki ovddasteaddji sihke stáhta ovddasteaddji kommenterejedje Supmii dahkkon galledemiid.

source: Esille nousivat mm. vierailun käytännön järjestelyt, hyöty vierailusta ja ehdotukset Asiantuntijamekanismin tulevaisuuden vierailuja varten sekä Suomen vierailun seuranta.
sme: Ovdan badjánedje ee. galledeami geavatlaš ordnemat, galledeami addin ávki ja evttohusat Áššedovdimekanismma boahttevuođa galledemiid várás sihke Suoma galledeami čuovvun.

source: ”Saamelaiskäräjät neuvotteli aktiivisesti ja tuki maavierailu-mahdollisuuden sisältämistä Asiantuntijamekanismin mandaattiin sen uusimisen yhteydessä.
sme: ”Sámediggi ráđđádalai aktiivvalaččat ja doarjjui riikkagalledanvejolašvuođa laktima Áššedovdimekanismma mandáhtii dan ođasmahttima oktavuođas.

source: Näin ollen Saamelaiskäräjät on erittäin tyytyväinen, että Asiantuntijamekanismin ensimmäinen maavierailu kohdistui Suomeen.
sme: Sámediggi lea nappo hui duđavaš, ahte Áššedovdimekanismma vuosttas riikkagalledeapmi dahkkojuvvui Supmii.

source: Vierailusta oli hyötyä erityisesti Saamelaiskäräjälain 9 §:n uudistamisen yhteydessä” Saamelaiskäräjien II varapuheenjohtaja Tuomas Aslak Juuso kommentoi maavierailun käsittelyn jälkeen.
sme: Galledeamis lei ávki erenomážit Sámediggelága 9 §:a ođasmahttima oktavuođas” Sámedikki II várreságadoalli Tuomas Aslak Juuso kommenterii riikkagalledeami gieđahallama maŋŋá.

source: Saamelaiskäräjien edustajina Asiantuntijamekanismin istunnossa ovat II varapuheenjohtaja Tuomas Aslak Juuso sekä puheenjohtajan avustaja Inka Saara Arttijeff.
sme: Sámedikki ovddasteaddjin Áššedovdimekanismma čoahkkimis leaba II várreságadoalli Tuomas Aslak Juuso sihke ságadoalli veahkki Inka Saara Arttijeff.

source: Saamelaiskäräjien kansainvälistä toimintaa koskevan strategian yksi tavoitteista on YK:n ja sen ihmisoikeusneuvoston, sen alkuperäiskansamekanismien tehokas hyödyntäminen saamelaisten alkuperäiskansaoikeuksia koskevissa asiayhteyksissä sekä alkuperäiskansaoikeuksien toteutumisessa.
sme: Sámedikki riikkaidgaskasaš doaimma guoski strategiija oktan ulbmilin lea ON:a ja dan olmmošvuoigatvuođaráđi, dan eamiálbmotmekanismmaid beaktilis ávkinatnin sámiid eamiálbmotvuoigatvuođaid guoski áššeoktavuođain sihke eamiálbmotvuoigatvuođaid ollašuvvamis.

source: YK:n ihmisoikeusneuvoston alainen alkuperäiskansojen oikeuksia käsittelevän asiantuntijamekanismin mandaatti uusittiin vuonna 2016.
sme: ON:a olmmošvuoigatvuođaráđi vuollásaš eamiálbmogiid vuoigatvuođaid gieđahalli Áššedovdimekanismma mandáhta ođasmahttojuvvui jagis 2016.

source: Uuden mandaatin myötä asiantuntijamekanismi voi pyydettäessä avustaa jäsenvaltioita ja alkuperäiskansoja alkuperäiskansajulistuksen tavoitteiden saavuttamiseksi esimerkiksi helpottamalla vuoropuhelua sekä tarjoamalla neuvoja kansallisen lainsäädännön kehittämiseksi.
sme: Ođđa mandáhta mielde Áššedovdimekanisma sáhttá bivdaga mielde veahkehit lahttostáhtaid ja eamiálbmogiid eamiálbmotjulggaštusa ulbmiliid juksamis ovdamearkka dihte nu ahte álkidahttá dialoga sihke fállá rávvagiid mo ovddidit álbmotlaš láhkaásaheami.

source: Alkuperäiskansoilla on näin ollen mahdollisuus käyttää asiantuntijamekanismia hyväkseen julistuksen toimeenpanemisen yhteydessä.
sme: Eamiálbmogiin lea ná vejolašvuohta geavahit Áššedovdimekanismma buorrin julggaštusa ollašuhttima oktavuođas.

source: Mekanismi kokoontuu vuosittain istuntoihin, johon myös Saamelaiskäräjät osallistuu.
sme: Mekanisma čoahkkana jahkásaččat čoahkkimiidda, masa maiddái Sámediggi oassálastá.

source: Uuden mandaatin myötä mekanismin jäsenmäärä nousi kattamaan kaikki seitsemän alkuperäiskansojen sosiokulttuurista aluetta.
sme: Ođđa mandáhta mielde mekanismma lahttomearri lassánii gokčat eamiálbmogiid buot čieža sosiokultuvrralaš viidodaga.

source: Lisätietoja:
sme: Lassedieđut:

source: II varapuheenjohtaja Tuomas Aslak Juuso, 040 187 1331, tuomas.juuso(at)samediggi.fi Puheenjohtajan avustaja Inka Saara Arttijeff, 050 574 7629, inka-saara.arttijeff(at)samediggi.fi
sme: II várreságadoalli Tuomas Aslak Juuso, 040 187 1331, tuomas.juuso(at)samediggi.fi Ságadoalli veahkki Inka Saara Arttijeff, 050 574 7629, inka-saara.arttijeff(at)samediggi.fi
